IDEA Open Model
ConcreteMemberDataEc2.CreepCoeffInfinity Property
Compatible with IDEA StatiCa Beta 20.0
 Gets or sets the user defined creep coefficient in infinity. If null, then we calculate them.
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double CreepCoeffInfinity { get; set; }
Public Property CreepCoeffInfinity As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConcreteMemberDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace